aaron-bond.better-comments
alefragnani.bookmarks
alefragnani.project-manager
davidanson.vscode-markdownlint
docker.docker
dzhavat.bracket-pair-toggler
euskadi31.json-pretty-printer
fastapilabs.fastapi-vscode
felipecaputo.git-project-manager
github.copilot-chat
github.vscode-github-actions
grapecity.gc-excelviewer
konstantin.wrapselection
mathematic.vscode-pdf
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-explorer
nextbook.file-and-folder-icons
openai.chatgpt
quarto.quarto
sergeyegorov.folder-color
xwbxn.sqlalchemy-schema
yzane.markdown-pdf
yzhang.markdown-all-in-one
